module['exports']= {
    items: ['{address:getStreet}, پلاک {address:getBuildingNumber}, {city:getCity} {address:getPostcode} {country:getDefaultCountry}'],
    postcodes: ['#####-#####'],
    building_numbers: ['#', '##'],
    states: ["آذربایجان شرقی","آذربایجان غربی","اردبیل","اصفهان","البرز","ایلام","بوشهر","تهران","چهارمحال و بختیاری","خراسان جنوبی","خراسان رضوی","خراسان شمالی","خوزستان","زنجان","سمنان","سیستان و بلوچستان","فارس","قزوین","قم","کردستان","کرمان","کرمانشاه","کهگیلویه و بویراحمد","گلستان","گیلان","لرستان","مازندران","مرکزی","هرمزگان","همدان","یزد"],
    streets: ['{address:street_prefix} {address:street_suffix}'],
    street_suffix: ["آزادی","آفریقا","آذربایجان","حقانی","امیرکبیر","اجاره دار","اقبال لاهوری","ابوذر","قدس","سباری","فاطمی","مالک اشتر","نیایش","دیباجی","واعظی","دستغیب","موحد دانش","کارگر شمالی","استاد قریب","یادگار امام","دکتر چمران","رسالت","سمیه","شهید مطهری","هویزه","دماوند","توحید","ستارخان","کارون","استادمعین","رامین","اندرزگو"],
    street_prefix: ["خیابان", "کوچه", "بن بست", "بلوار"],
}
